/* User/pwd server verification */
"Authentication Required" = "需要身份验证";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "取消";

/* HTTPS server verification */
"Proceed" = "继续";

/* Link long-press context menu */
"Copy Link" = "复制链接";

/* Google autocomplete error */
"Error: " = "错误: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "未能设置网页音频会话; 可能没有声音。";

/* User/pwd server verification */
"Log In" = "登录";

/* Link long-press context menu */
"Open Here" = "从这里打开";

/* Link long-press context menu */
"Open in New Tab" = "在新标签中打开";

/* User/pwd server verification */
"Password" = "密码";

/* Google autocomplete error */
"response code %d" = "响应代码 %d";

/* Google autocomplete error */
"response format unrecognized" = "无法识别的响应格式";

/* Google autocomplete error */
"response non-decodable" = "响应无法破解";

/* Google autocomplete error */
"response parsing %@" = "响应分析%@";

/* HTTPS server verification */
"Warning" = "警告";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "该网站的安全证书不受信任。您确定要继续？";

/* User/pwd server verification */
"Username" = "用户名";

/* Link long-press context menu */
"Open in Background Tab" = "在后台标签中打开";

/* Bookmark view controller */
"Edit Bookmark" = "编辑书签";

/* Link long-press context menu */
"Save Image" = "保存图像";

/* Link long-press context menu */
"Save Video" = "保存视频";

/* Web download failure alert title */
"Download Failed" = "下载失败";

/* Web download failure description */
"File download failed due to network error." = "由于网络错误，文件下载失败。";

/* Web download failure description */
"The file had unexpected content." = "该文件有意外的内容。";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "该文件不能保存到相机胶卷。";

/* Web download failure description */
"File download failed due to internal error %@." = "文件下载失败，内部错误 %@。";

/* Download prohibition alert text */
"Browser cannot download this file." = "浏览器无法下载此文件。";

/* Generic alert popup button */
"OK" = "确定";

/* Generic alert popup button */
"Cancel" = "取消";
